[
    {
      "picture": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/77/22/11/amiakhum.jpg?w=500&h=-1&s=1",
      "price": 219,
      "placeName": "Bandarban",
      "tripDetails": "The nature setting of this little township rich is tribal heritage. Its flora and fauna, bamboo cottages its ethnic peoples and their life style have made this picturesque hilly resort a popular destination of tourist. Here has the unique privilage of having two hight peaks of the country, the Keokaradang (4000feet) and the Tazingdang (4632feet).\r\n",
      "rating": 3
    },
    {
      "picture": "https://cdn.bangladeshscenictours.com/wp-content/uploads/2019/11/Exploring-Coxs-Bazar-990x490.jpg",
      "price": 207,
      "placeName": "Coxsbazar",
      "tripDetails": "It will be near impossible to find anyone who hasn't heard of Cox's Bazar. It is one of Bangladesh's most lucrative travel destinations. Not only in our country but Cox's Bazar has also expanded its popularity beyond the borders of Bangladesh as one of the longest sea beaches in the world. Previously, Cox's Bazar was known as Palongki. The new name was derived from Hiram Cox, an officer of the East India Company. He was the Superintendent of the Palongki outpost and did some mentionable work in refugee rehabilitation. As a recognition of his work, the whole place was named after him, Cox's Bazar.\r\n",
      "rating": 5
    },
    {
      "picture": "https://upload.wikimedia.org/wikipedia/commons/9/95/Kaptai_Lake_%2819833365911%29.jpg",
      "price": 218,
      "placeName": "Rangamati",
      "tripDetails": "Rangamati is a small town of the Chittagong Division and a district in south-eastern Bangladesh. Rangamati is covered with green hills, lakes, and rivers. For this reason, the tourist from Bangladesh and abroad like the place for passing the free time. In general, it is situated at the side of Kaptai Lake, that’s why Rangamati is considered as the Lake City Of Bangladesh. Important to realize, it is the largest district in Bangladesh is just 77 km away from Chittagong town. For the tradition of the tribal people, scenic beauty, type of locations and natural resources including diverse flora and fauna have made the place more attractive.\r\n",
      "rating": 4
    },
    {
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS6mUMqYAOGBKqam52VHniYlJF2ph11-9EfoCY7oriC4rfKjlHz8BQT0SK8AVOFEijAwHc&usqp=CAU",
      "price": 214,
      "placeName": "Sajek",
      "tripDetails": "Sajek valley is 2000 feet above sea level. Sajek valley is known as the Queen of Hills & Roof of Rangamati. The name of Sajek Valley came from Sajek River which originates from Karnafuli river. Sajek river is working as a border between Bangladesh and India. Sajek valley resorts are made on the side of the hill to provide the unique experience of tribal lifestyle.\r\n",
      "rating": 3
    },
    {
      "picture": "https://porzoton.com/wp-content/uploads/2020/09/Tanguar-Haor.jpg",
      "price": 260,
      "placeName": "Tanguar Haor",
      "tripDetails": "Tanguar Haor is the second largest sweetwater swamp area in the Sunamganj district, the area is about 100 sq km. After Sundarbans, it is the most beautiful largest sweetwater swamp in the northeast reign of Bangladesh is located in Dharmapasha of Sunamganj district and Tahirpur Upazila.  This Haor is decorated with outstretched water, Water Forests, blue sky, hills, and green environment. In the foothills of Jaintia hills, Khasia of Meghalaya in India, Tanguar Haor is full with a huge habitat including fish, birds and other aquatic animals. The total area of ​​Tanguar Haor is 6912 acres. However, during the monsoon, this Haor area goes up to 20,000 acres for increasing the water.\r\n",
      "rating": 3
    },
    {
      "picture": "https://sgp1.digitaloceanspaces.com/cosmosgroup/news/1768701_niladri-lake-sunamganj.jpg",
      "price": 234,
      "placeName": "Niladri Lake",
      "tripDetails": "Sometimes the colors of nature touch the human mind. For instance, the vast blue sky can give absolute joy. The crystal clear water of a lake can pacify souls. Green hills can cause emotional outbursts. The illusory beauty of Niladri Lake, the shelter of an abandoned limestone mine, presents a fascinating combination of blue sky, crystal clear water, and green hills. Let's have the details about this Quarry-Limestone Lake, also known as Kashmir of Bengal.\r\n",
      "rating": 4
    }
  ]